Repository: xxxmicrobexxx/SpeakOutPro
Catalog: languages/speakout-*.po
Languages: bg_bg, sk_sk

source: Edit Petition
bg_bg: Редактиране на петиция
sk_sk: Upraviť petíciu

source: Update Petition
bg_bg: Актуализиране на петицията
sk_sk: Upraviť petíciu

source: Petition created. Use %1$s %2$s %3$s to display in a page or post. Use %1$s %4$s %3$s to display the signatures list or %1$s %5$s %3$s to show just the signature count.
bg_bg: Създадена петиция. Използвайте %1$s %2$s %3$s за показване на страница или публикация. Използвайте %1$s %4$s %3$s, за да покажете списъка с подписи или %1$s %5$s %3$s, за да се покаже само броя на подписа.
sk_sk: Petícia bola vytvorená. Použite %1$s %2$s %3$s na zobrazenie na stránke alebo v článku. Použite %1$s %4$s %3$s na zobrazenie zoznamu podpisov alebo %1$s %5$s %3$s na zobrazenie počtu podpisov.

source: Duplicate Petition
bg_bg: Дублирана петиция
sk_sk: Duplicitná petícia

source: Save Duplicate Petition
bg_bg: Записване на дублирана петиция
sk_sk: Uloženie duplicitnej petície

source: Petition created - you can edit it here. Use %1$s %2$s %3$s to display in a page or post.
bg_bg: Петиция, създадена - можете да я редактирате тук. Използвайте %1$s %2$s %3$s за показване в страница или публикация.
sk_sk: Petícia vytvorená - môžete ju upraviť tu. Použite %1$s %2$s %3$s na zobrazenie na stránke alebo príspevku.

source: Edit New Petition
bg_bg: Редактиране на нова петиция
sk_sk: Úprava novej petície

source: Petition
bg_bg: Петиция
sk_sk: Petícia

source: Add New Petition
bg_bg: Добавяне на нова петиция
sk_sk: Pridanie novej petície

source: Create Petition
bg_bg: Създаване на петиция
sk_sk: Vytvoriť petíciu

source: Add me to your mailing list
bg_bg: Добавете ме към вашия пощенски списък
sk_sk: Pridajte ma do vášho mailing listu

source: Error: Please correct the highlighted fields. It may be behind a closed tab
bg_bg: Грешка: Моля, коригирайте маркираните полета. Може да е зад затворен раздел
sk_sk: Chyba: Opravte zvýraznené polia. Môže sa nachádzať za zatvorenou kartou

source: Petition Content
bg_bg: Съдържание на петицията
sk_sk: Obsah petície

source: Petition Options
bg_bg: Варианти на петициите
sk_sk: Možnosti petície

source: Display Options
bg_bg: Опции за дисплея
sk_sk: Zobraziť možnosti

source: 3rd Party Integrations
bg_bg: Екстри на 3-та страна
sk_sk: Integrácia tretích strán

source: Title
bg_bg: Заглавие
sk_sk: Titul

source: Enter title here
bg_bg: Въведете заглавие тук
sk_sk: Zadajte názov

source: Do not send email (only collect signatures)
bg_bg: Не изпращайте имейл (събирайте само подписи)
sk_sk: Neposielať e-mail (iba zbierať podpisy)

source: Target Email
bg_bg: Целеви имейл
sk_sk: Cieľová e-mailová adresa

source: you may enter multiple addresses separated by commas
bg_bg: можете да въведете няколко адреса, разделени със запетаи
sk_sk: môžete zadať viacero e-mail adries oddelených čiarkou

source: CC Email
bg_bg: CC за електронна поща

source: Email Subject
bg_bg: Тема на съобщението
sk_sk: Predmet e-mailu

source: Greeting
bg_bg: Поздрав
sk_sk: Pozdrav/Oslovenie

source: Petition Message
bg_bg: Съобщение за петиция
sk_sk: Správa petície

source: You can personalise the message by inserting tags
bg_bg: Можете да персонализирате съобщението, като вмъкнете тагове
sk_sk: Správu si môžete prispôsobi» vložením menoviek

source: You or the signer can format the message using Markdown syntax - see
bg_bg: Вие или подписващия можете да форматирате съобщението чрез синтаксис Markdown - вижте
sk_sk: Vy alebo podpisovač môžete naformátovať správu pomocou markdownu – pozrite si časť

source: Petition Footer (below signature)
bg_bg: Долно съдържание на петицията (след подписа)
sk_sk: Pätička petície (pod podpisom)

source: X (Twitter) Message
bg_bg: X (Twitter) съобщение
sk_sk: X (Twitter) Správa

source: Don't collect email address
bg_bg: Не събирайте имейл адрес
sk_sk: Nezhromažďovať e-mailovú adresu

source: This cannot be reversed
bg_bg: Това не може да бъде отменено
sk_sk: Toto nie je možné zvrátiť

source: Allow public anonymous
bg_bg: Разрешаване на публично анонимен
sk_sk: Povoliť verejné anonymné

source: Confirm signatures
bg_bg: Потвърждаване на подписите
sk_sk: Potvrdiť podpis

source: Return URL
bg_bg: Връщане на URL адрес
sk_sk: Potvrdzovacia URL

source: Allow message to be edited
bg_bg: Разреши редактиране на съобщението
sk_sk: Povoliť, aby správa mohla byť editovaná

source: Set signature goal
bg_bg: Задаване на цел за подписване
sk_sk: Zadajte cieľový počet podpisov

source: Goal
bg_bg: Цел
sk_sk: Cieľový počet

source: Auto increase goal
bg_bg: Автоматично увеличаване на целта
sk_sk: Cieľ automatického zvýšenia

source: by
bg_bg: от
sk_sk: od

source: when count
bg_bg: когато броим
sk_sk: keď sa počíta

source: of goal
bg_bg: на целта
sk_sk: z cieľového počtu

source: Set expiration date
bg_bg: Задаване на срок на годност
sk_sk: Zadajte dátum ukončenie petície

source: Jan
bg_bg: Ян

source: Feb
bg_bg: Февр

source: Mar
bg_bg: Мар

source: Apr
bg_bg: Апр

source: May
bg_bg: Май
sk_sk: Máj

source: Jun
bg_bg: Юни
sk_sk: Jún

source: Jul
bg_bg: Юли
sk_sk: Júl

source: Aug
bg_bg: Авг

source: Sep
bg_bg: Септ

source: Oct
bg_bg: Окт
sk_sk: Okt

source: Nov
bg_bg: Ное

source: Dec
bg_bg: Дек

source: Redirect after successful sign
bg_bg: Пренасочване след успешно влизане
sk_sk: Presmerovať po úspešnom prihlásení

source: Full URL
bg_bg: Пълен URL адрес
sk_sk: Úplná adresa URL

source: Delay?
bg_bg: Забавяне?
sk_sk: Oneskorenie?

source: milliseconds
bg_bg: милисекунди
sk_sk: milisekúnd

source: Open in new window (target='_blank')
bg_bg: Отваряне в нов прозорец (цел= _blank'
sk_sk: Otvoriť v novom okne (target='_blank')

source: Email to signer?
bg_bg: Имейл до подписващия?
sk_sk: Poslať e-mail podpisujúcemu?

source: Email content
bg_bg: Съдържание на имейла
sk_sk: Obsah e-mailu

source: Text to open/close petition message
bg_bg: Текст за отваряне/затваряне на съобщение за петиция
sk_sk: Text na otvorenie/zatvorenie správy s petíciou

source: Text to open/close editable petition message
bg_bg: Текст за отваряне/затваряне на редакционируемо съобщение за петиция
sk_sk: Text na otvorenie/zatvorenie editovateľnej správy petície

source: Display opt-in checkbox
bg_bg: Квадратче за отметка показване на опция
sk_sk: Zobraziť políčko newsletter

source: Label
bg_bg: Етикет
sk_sk: Názov

source: Display petition message
bg_bg: Покажи съобщението на петицията
sk_sk: Zobraziť správu petície

source: Display address fields
bg_bg: Показване на адресни полета
sk_sk: Zobraziť riadky adresy

source: Display
bg_bg: Покажи
sk_sk: Zobraziť

source: Required
bg_bg: Задължително
sk_sk: Požadované

source: Street
bg_bg: Улица
sk_sk: Ulica a číslo domu

source: City
bg_bg: Град
sk_sk: Mesto

source: State / Province
bg_bg: Област/провинция
sk_sk: Kraj

source: Postal Code - see settings for EU style
bg_bg: Пощенски код – виж настройките за стила на ЕС
sk_sk: PSČ - pozri nastavenia štýlu EÚ

source: Country
bg_bg: Държава
sk_sk: Štát

source: Display custom field 1
bg_bg: Показване на персонализирано поле 1
sk_sk: Zobraziť vlastné pole 1

source: Location
bg_bg: Местоположение
sk_sk: Lokalita

source: Top
bg_bg: Горе
sk_sk: Hore

source: Above email
bg_bg: Над имейл
sk_sk: Vyššie uvedený e-mail

source: Bottom
bg_bg: Долу
sk_sk: Dole

source: Include with petition
bg_bg: Включете с петиция
sk_sk: Zahrňte petíciu

source: Trim when displaying
bg_bg: когато броим
sk_sk: Orezanie pri zobrazení

source: Display custom field 2
bg_bg: Показване на персонализирано поле 2
sk_sk: Zobrazenie vlastného poľa 2

source: Display custom field 3
bg_bg: Показване на персонализирано поле 3
sk_sk: Zobrazenie vlastného poľa 3

source: Display custom field 4
bg_bg: Показване на персонализирано поле 4
sk_sk: Zobrazenie vlastného poľa 4

source: Display custom drop-down
bg_bg: Показване на персонализирано падащо меню
sk_sk: Zobrazenie vlastného rozbaľovacieho zoznamu

source: Values
bg_bg: Стойности
sk_sk: Hodnoty

source: Display custom checkbox 1
bg_bg: Показване на персонализирано квадратче за отметка 1
sk_sk: Zobraziť vlastné začiarkavacie políčko 1

source: Display custom checkbox 2
bg_bg: Показване на персонализирано квадратче за отметка 2
sk_sk: Zobraziť vlastné začiarkavacie políčko 2

source: Display custom checkbox 3
bg_bg: Показване на персонализирано квадратче за отметка 3
sk_sk: Zobraziť vlastné začiarkavacie políčko 3

source: Display custom checkbox 4
bg_bg: Показване на персонализирано квадратче за отметка 4
sk_sk: Zobraziť vlastné začiarkavacie políčko 4

source: Display custom message
bg_bg: Показване на персонализирано съобщение
sk_sk: Zobraziť vlastnú správu

source: Displayed beneath `Thank you` after petition is signed
bg_bg: Показва се под "Благодаря" след като петицията е подписана
sk_sk: Zobrazené pod ' ďakujem ' po petícii je podpísaný

source: Message
bg_bg: Съобщение
sk_sk: Správa

source: You must also enable 'Display opt-in checkbox' under the Display Options tab
bg_bg: Трябва също да разрешите "Показване на отметката" под раздела "Опции за показване"
sk_sk: Musíte tiež zapnúť políčko Zobraziť prihlásenie pod kartou Možnosti zobrazenia

source: Enable ActiveCampaign
bg_bg: Разрешаване на ActiveCampaign
sk_sk: Povoliť ActiveCampaign

source: API Key
bg_bg: API Ключ
sk_sk: API klúč

source: Server URL
bg_bg: URL адрес на сървъра
sk_sk: Adresa URL servera

source: Select list
bg_bg: Избор на списък
sk_sk: Výber zoznamu

source: Map the SpeakOut! fields to your Active Campaign fields. Leave those you don't use blank.
bg_bg: Нанесете SpeakOut! полета към полетата Ви за Активна кампания. Оставете тези, които не използвате празни.
sk_sk: Zmapu hovoru! do polí aktívnej kampane. Nechajte tie, ktoré nepoužívate prázdne.

source: Honorific
bg_bg: Почетен
sk_sk: Čestný

source: First Name
bg_bg: Име
sk_sk: Meno

source: Last Name
bg_bg: Фамилия
sk_sk: Priezvisko

source: Email
bg_bg: Имейл

source: Suburb
bg_bg: Предградие
sk_sk: Predmestie

source: State
bg_bg: Област
sk_sk: Štát

source: Postal Code
bg_bg: Пощенски код
sk_sk: PSČ

source: Enable CleverReach
bg_bg: Активиране на CleverReach
sk_sk: Aktivujte CleverReach

source: Client ID
bg_bg: Идентификационен номер на клиента
sk_sk: ID klienta

source: Client Secret
bg_bg: Клиентска тайна/Таен ключ
sk_sk: Klientské tajomstvo

source: Group ID
bg_bg: ИД на група
sk_sk: ID skupiny

source: Source
bg_bg: Източник
sk_sk: Zdroj

source: Enable MailChimp
bg_bg: Разрешаване на MailChimp
sk_sk: Povoliť MailChimp

source: Server ID
bg_bg: ИД на сървър
sk_sk: Identifikácia servera

source: List ID
bg_bg: Идент. № на списъка
sk_sk: ID zoznamu

source: Enable Mailerlite
bg_bg: Разреши мейлърлит
sk_sk: Povoliť mailerlite

source: Enable Sendy
bg_bg: Да се активира Sendy.com
sk_sk: Povoliť Sendy

source: Installation URL
bg_bg: Инсталационен URL адрес
sk_sk: URL inštalácie

source: SpeakOut! Email Petitions
bg_bg: Говори на открито! Петиции по имейл
sk_sk: SpeakOut! Email petície

source: Petitions
bg_bg: Петиции
sk_sk: Petície

source: Activate license
bg_bg: Активиране на лиценз
sk_sk: Aktivovať licenciu

source: Add New
bg_bg: Добави нов
sk_sk: Pridať novú petíciu

source: Signatures
bg_bg: Подписи
sk_sk: Podpisy

source: SpeakOut! Petitions Settings
bg_bg: Говори на открито! Настройки на петициите
sk_sk: SpeakOut! Petitions - nastavenia

source: Settings
bg_bg: Настройки
sk_sk: Nastavenia

source: No Title
bg_bg: Няма заглавие
sk_sk: Žiadny názov

source: Anonymous
bg_bg: Анонимен
sk_sk: Anonymný

source: items
bg_bg: елементи
sk_sk: kusov

source: page
bg_bg: страница
sk_sk: strana

source: of
bg_bg: от
sk_sk: z

source: Thank you. Your signature has been added to the petition.
bg_bg: Благодарим ви. Подписът ви е добавен към петицията.
sk_sk: Ďakujeme. Váš podpis bol pridaný k petícii.

source: Your signature has already been confirmed.
bg_bg: Подписът ви вече е потвърден.
sk_sk: Váš podpis bol potvrdený.

source: The confirmation code you provided is invalid.
bg_bg: Предоставеният от вас код за потвърждение е невалиден.
sk_sk: Overovací kód, ktorý ste zadali nie je správny.

source: Email Confirmation
bg_bg: Потвърждение на имейл
sk_sk: Potvrdenie e-mailom

source: If you aren't redirected
bg_bg: Ако не сте пренасочени
sk_sk: Ak nie ste presmerovaní

source: Click here
bg_bg: Кликнете тук
sk_sk: Kliknite sem

source: to return to site
bg_bg: да се върнете към сайта
sk_sk: na návrat na lokalitu

source: Insufficient privileges: You need to be an editor to do that.
bg_bg: Недостатъчни привилегии: Трябва да сте редактор, за да направите това.
sk_sk: Nemáte oprávnenia: Musíte byť editor, aby ste mohli vykonať operáciu.

source: No signatures found.
bg_bg: Не са намерени подписи.
sk_sk: Neboli nájdené žiadne podpisy.

source: Email Address
bg_bg: Имейл адрес
sk_sk: E-mail

source: Address
bg_bg: Адрес
sk_sk: Adresa

source: Date Signed
bg_bg: Дата на подпис
sk_sk: Dátum podpisu

source: Confirmed
bg_bg: Потвърдена
sk_sk: Overené

source: Petition Title
bg_bg: Заглавие на петицията
sk_sk: Názov petície

source: Petition ID
bg_bg: ID на петицията
sk_sk: ID petície

source: Email Opt-in
bg_bg: Включване на имейл
sk_sk: E-mail pre newsletter

source: Custom Message
bg_bg: Персонализирано съобщение
sk_sk: Vlastná správa

source: Language
bg_bg: Език
sk_sk: Jazyk

source: IP Address
bg_bg: IP адрес
sk_sk: IP adresa

source: Custom Field
bg_bg: Персонализирано поле
sk_sk: Vlastné pole

source: confirmed
bg_bg: потвърдено
sk_sk: potvrdené

source: unconfirmed
bg_bg: непотвърдено
sk_sk: nepotvrdené

source: You can add formatting using markdown syntax
bg_bg: Можете да добавите форматиране с помощта на синтаксис на маркера
sk_sk: Formátovanie môžete pridať pomocou značky

source: read more
bg_bg: виж повече
sk_sk: prečítajte si viac

source: your signature
bg_bg: вашият подпис
sk_sk: váš podpis

source: BCC yourself
bg_bg: BCC себе си
sk_sk: Odošle vám kópiu e-mailu

source: Hide name from public
bg_bg: Скриване на името от публични
sk_sk: Skryť meno pred verejnosťou

source: Yes, I accept your
bg_bg: Да, приемам вашата
sk_sk: Áno, akceptujem vase

source: privacy policy
bg_bg: политика за поверителност
sk_sk: podmienky ochrany súkromia

source: signatures
bg_bg: подписи
sk_sk: podpisy

source: Signature goal
bg_bg: Цел на подписа
sk_sk: Cieľový počet podpisov

source: End date
bg_bg: Крайна дата
sk_sk: Dátum ukončenia petície

source: Signatures collected
bg_bg: Събрани подписи
sk_sk: Vyzbieraných podpisov

source: signature
bg_bg: подпис
sk_sk: podpis

source: Petition
bg_bg: Петиция
sk_sk: Ptícia

source: Error: The site administrator must include a valid petition id in the shortcode.
bg_bg: Грешка: Администраторът на сайта трябва да включва валиден ID на петиция в кратък код.
sk_sk: Chyba: správca lokality musí obsahovať platnú identifikáciu petície v shortcode.

source: Enter the title of your petition, which will appear at the top of the petition form.
bg_bg: Въведете заглавието на вашата петиция, която ще се появи в горната част на формуляра за петиция.
sk_sk: Zadajte názov vašej petície - objaví sa nad formulárom petície.

source: Use this option if do not wish to send petition emails to a target address.
bg_bg: Използвайте тази опция, ако не желаете да изпращате имейли до целеви адрес.
sk_sk: Použiť, ak si neželáte zaslať e-mail s petíciou na cieľové e-mailové adresy.

source: Enter the email address to which the petition will be sent. You may enter multiple email addresses, separated by commas.
bg_bg: Въведете имейл адреса, на който ще бъде изпратена петицията. Можете да въведете няколко имейл адреса, разделени със запетаи.
sk_sk: Zadať e-mailové adresy, na ktoré má byť petícia poslaná. Môžete zadať viac adries oddelených čiarkou.

source: Enter the subject of your petition email.
bg_bg: Въведете темата на имейла на петицията.
sk_sk: Zadajte predmet e-mailu s petíciou.

source: Include a greeting to the recipient of your petition, such as "Dear Mayor," which will appear as the first line of the email.
bg_bg: Включете поздрав към получателя на петицията си, като например "Уважаеми кмете", който ще се появи като първи ред на имейла.
sk_sk: Vložte pozdrav príjemcovi petície ako napríklad "Vážený pán poslanec,". Zobrazí sa na prvom riadku vašej petície.

source: Enter the content of your petition email.
bg_bg: Въведете съдържанието в имейла си за петиция.
sk_sk: Vložte obsah emailu s petíciou.

source: Petition Footer
bg_bg: Долен колонтитул на петиция
sk_sk: Päta petície

source: This is included at the bottom of each petition that is sent.
bg_bg: Това е включено в долната част на всяка петиция, която се изпраща.
sk_sk: Toto je uvedené v spodnej časti každej odoslanej petície.

source: Enter a prepared tweet that will be presented to users when the X button is clicked.
bg_bg: Въведете подготвен туит, който ще бъде представен на потребителите при щракване върху бутона X.
sk_sk: Zadajte pripravený tweet, ktorý sa používateľom zobrazí po kliknutí na tlačidlo X.

source: Gives option for person to be displayed as "Anonymous" if they choose it when signing
bg_bg: Дава възможност лицето да се показва като "Анонимно", ако го избере при подписване
sk_sk: Dáva možnosť, aby sa osoba zobrazila ako "Anonymná", ak si ju vyberie pri podpisovaní

source: Use this option to cause an email to be sent to the signers of your petition. This email contains a special link must be clicked to confirm the signer's email address. Petition emails will not be sent until the signature is confirmed.
bg_bg: Използвайте тази опция, за да изпратите имейл до подписалите петицията. Този имейл съдържа специална връзка трябва да бъде кликнато, за да потвърдите имейл адреса на подписващия. Имейлите с петиции няма да бъдат изпращани, докато подписът не бъде потвърден.
sk_sk: Použite na zaslanie e-mailu osobám, ktoré podpísali petíciu. Tento e-mail obsahuje špeciálny link na potvrdenie e-mailovej adresy osoby, ktorá petíciu podpisuje. E-mail s petíciou nebude odoslaný, kým podpis nebude potvrdený.

source: Allow messages to be edited
bg_bg: Разреши редактиране на съобщенията
sk_sk: Povoliť úpravu textu správy

source: Check this option to allow signatories to customize the text of their petition email - this should be used with caution.
bg_bg: Проверете тази опция, за да позволите на подписалите да персонализират текста на имейла си за петиция - това трябва да се използва с повишено внимание.
sk_sk: Začiarknite túto možnosť, aby si signatári mohli prispôsobiť text svojho e-mailu s petíciou - malo by sa to používať opatrne.

source: Enter the number of signatures you hope to collect. This number is used to calculate the progress bar display.
bg_bg: Въведете броя на подписите, които се надявате да съберете. Това число се използва за изчисляване на индикатора на лентата за изпълнение.
sk_sk: Vložte počet podpisov, ktoré by ste chceli zozbierať. Toto číslo sa bude ťahať do progress baru.

source: Auto increase signature goal
bg_bg: Автоматично увеличаване на целта на подписа
sk_sk: Cieľ automatického zvýšenia podpisu

source: If set goal is enabled, this is a further option - click the ? for more information.
bg_bg: Ако зададената цел е разрешена, това е допълнителна опция - щракнете върху ? за повече информация.
sk_sk: Ak je nastavený cieľ povolený, ide o ďalšiu možnosť - kliknite na ? pre viac informácií.

source: Use this option to stop collecting signatures on a specific date.
bg_bg: Използвайте тази опция, за да спрете събирането на подписи на определена дата.
sk_sk: Použite, ak chcete ukončiť zbieranie podpisov v určitý dátum.

source: Redirect after signing
bg_bg: Пренасочване след подписване
sk_sk: Presmerovanie po podpísaní

source: Take your users to a different page or site after they sign. Make sure you use the full URL including "https://" or whatever. You can specify the delay in milliseconds. One second = 1000 milliseconds.
bg_bg: Заведете потребителите си на друга страница или сайт, след като се подпишат. Уверете се, че използвате пълния URL адрес, включително "https://" или каквото и да е. Можете да зададете закъснението в милисекунди. Една секунда = 1000 милисекунди.
sk_sk: Po podpísaní presmerujte používateľov na inú stránku alebo web. Uistite sa, že používate úplnú adresu URL vrátane "https://" alebo čohokoľvek iného. Môžete určiť oneskorenie v milisekundách. Jedna sekunda = 1000 milisekúnd.

source: These are pretty obvious.
bg_bg: Тези са доста очевидни.
sk_sk: To je celkom zrejmé.

source: Include a checkbox that allows users to consent to receiving further email.
bg_bg: Включете квадратче за отметка, което позволява на потребителите да се съгласяват да получават по-нататъшен имейл.
sk_sk: Pridajte políčko, ktoré dovolí užívateľom dostávať ďalšie e-maily o petícii.

source: Select the address fields to display in the petition form. Note that you can make them required or not.
bg_bg: Изберете адресните полета, които да се показват във формуляра за петиция. Имайте предвид, че можете да ги направите необходими или не.
sk_sk: Vyberte polia s adresou, ktoré sa majú zobraziť vo formulári petície. Všimnite si, že ich môžete nastaviť ako povinné alebo nie.

source: Display custom fields
bg_bg: Показване на полета по избор
sk_sk: Zobrazenie vlastných polí

source: There is a variety of custom fields that can be added to the petition form for collecting additional data. You can position each field at the top, above the email address or at the bottom of the petition form
bg_bg: Има различни потребителски полета, които могат да се добавят към формуляра за петиция за събиране на допълнителни данни. Можете да позиционирате всяко поле в горната част, над имейл адреса или в долната част на формуляра за петиция
sk_sk: Existuje celý rad vlastných polí, ktoré je možné pridať do formulára petície na zhromažďovanie ďalších údajov. Každé pole môžete umiestniť v hornej časti, nad e-mailovú adresu alebo v dolnej časti formulára petície

source: This is displayed after the petition is signed.
bg_bg: Това се показва след подписването на петицията.
sk_sk: Toto sa zobrazí po podpísaní petície.

source: If you use any of these 3rd party email services, you can allow users to subscribe as long as you have "opt in" enabled.
bg_bg: Ако използвате някоя от тези имейл услуги на трети страни, можете да позволите на потребителите да се абонират, стига да имате активирано "включване".
sk_sk: Ak používate niektorú z týchto e-mailových služieb 3. strany, môžete používateľom povoliť prihlásenie na odber, pokiaľ máte povolené "opt-in".

source: These settings control the display of the [emailpetition] shortcode and sidebar widget.
bg_bg: Тези настройки контролират показването на краткия код и страничната лента на [emailpetition].
sk_sk: Tieto nastavenia upravujú zobrazovanie shortkódu [emailpetition] a widget.

source: Petition Theme
bg_bg: Тема на петицията
sk_sk: Vzhľad petície

source: Select a CSS theme that will control the appearance of petition forms.
bg_bg: Изберете тема за CSS, която ще контролира външния вид на формулярите за петиции.
sk_sk: Vyberte akým spôsobom má byť použité štýlovanie CSS vo formulári petície.

source: Widget Theme
bg_bg: Тема на джаджата
sk_sk: Vzhľad widgetu

source: Select a CSS theme that will control the appearance of petition widgets.
bg_bg: Изберете тема за CSS, която ще контролира облика на джаджите на петиция.
sk_sk: Vyberte akým spôsobom má byť použité štýlovanie CSS vo widget.

source: Submit Button Text
bg_bg: Текст на бутона Публикуване
sk_sk: Text na tlačítku na odoslanie podpisu

source: Enter the text that displays in the orange submit button on petition forms.
bg_bg: Въведете текста, който се показва в оранжевия бутон за подаване във формулярите за петиции.
sk_sk: Vložte text, ktorý sa zobrazí na oranžovom tlačítku na odoslanie podpisového formulára.

source: Success Message
bg_bg: Съобщение при успешна регистрация
sk_sk: Správa o úspešnom zaslaní
