Repository: xxxmicrobexxx/SpeakOutPro
Catalog: languages/speakout-*.po
Languages: bg_bg, sk_sk

source: Are you sure you want to do this? A separate confirmation email will be sent for each selected signature.
bg_bg: Сигурен ли си, че искаш да го направиш? За всеки избран подпис ще бъде изпратен отделен имейл за потвърждение.
sk_sk: Naozaj to chcete urobiť? Pre každý vybratý podpis sa odošle samostatný potvrdzujúci e-mail.

source: Are you sure you want to do this? You will manually confirm
bg_bg: Сигурен ли си, че искаш да го направиш? Ръчно ще потвърдите
sk_sk: Naozaj to chcete urobiť? Manuálne potvrdíte, že

source: Are you sure you want to do this? You will delete
bg_bg: Сигурен ли си, че искаш да го направиш? Ще изтриете
sk_sk: Naozaj to chcete urobiť? Vymažete

source: selected signature
bg_bg: избран подпис
sk_sk: vybratý podpis

source: Reconfirm selected
bg_bg: Повторно потвърждение на избраните
sk_sk: Znova potvrdiť zvolenú

source: Reconfirm selected: choose petition first
bg_bg: Потвърдете отново избраните: първо изберете петиция
sk_sk: Znovu potvrdiť vybratú: najprv vyberte petíciu

source: Reconfirm selected: choose signatures
bg_bg: Повторно потвърждение на избраните: избор на подписи
sk_sk: Znovu potvrdiť vybraté: výber podpisov

source: Force confirm selected
bg_bg: Принудително потвърждаване на избраното
sk_sk: Vynútiť potvrdenie zvolenej

source: Force confirm selected - choose signatures
bg_bg: Принудително потвърждаване на избраните - изберете подписи
sk_sk: Vynútiť výber - výber podpisov

source: Force confirm selected: choose petition first
bg_bg: Принудително потвърждаване на избраните: първо изберете петиция
sk_sk: Vynútiť výber: najprv vyberte petíciu

source: Force confirm selected: choose signatures
bg_bg: Принудително потвърждаване на избраните: избор на подписи
sk_sk: Vynútiť výber potvrďte: výber podpisov

source: Delete selected
bg_bg: Изтрий избраните
sk_sk: Vymazať vybrané

source: Delete selected: choose signatures
bg_bg: Изтриване на избраните: избор на подписи
sk_sk: Odstrániť vybraté: vybrať podpisy

source: Resend selected confirmations
bg_bg: Повторно изпращане на избраните потвърждения
sk_sk: Opätovné odoslanie vybratých potvrdení

source: Choose signatures action
bg_bg: Избор на действие за подписи
sk_sk: Výber akcie Podpisy

source: Download CSV - see settings/admin sig list
bg_bg: Изтегляне на CSV - вижте настройките / списъка с администраторски сиг
sk_sk: Stiahnuť CSV - pozrite si nastavenia/zoznam správcov

source: Display only unconfirmed
bg_bg: Показване само на непотвърдена
sk_sk: Zobraziť iba nepotvrdené

source: Resend all unconfirmed
bg_bg: Изпрати отново всички непотвърдени
sk_sk: Znova odoslať všetky nepotvrdené

source: Apply
bg_bg: Приложи
sk_sk: Použiť

source: Search signatures
bg_bg: Търсене на подписи
sk_sk: Vyhľadávanie podpisov

source: Checkbox 1
bg_bg: Квадратче за отметка 1
sk_sk: Začiarkavacie políčko 1

source: Checkbox 2
bg_bg: Квадратче за отметка 2
sk_sk: Začiarkavacie políčko 2

source: Checkbox 3
bg_bg: Квадратче за отметка 3
sk_sk: Začiarkavacie políčko 3

source: Checkbox 4
bg_bg: Квадратче за отметка 4
sk_sk: Začiarkavacie políčko 4

source: Opt-in
bg_bg: Записване
sk_sk: Newstteller

source: Display a petition form.
bg_bg: Покажете формуляр за петиция.
sk_sk: Zobraziť formulár petície.

source: Sign the Petition
bg_bg: Подписване на петицията
sk_sk: Podpísať petíciu

source: Sharing URL
bg_bg: Споделяне на URL адрес
sk_sk: URL na zdieľanie

source: Call to Action
bg_bg: Призив за действие
sk_sk: Výzva k akcii

source: Confirm Email
bg_bg: Потвърдете имейла
sk_sk: Potvrdiť e-mail

source: SpeakOut! Email Petitions Pro
bg_bg: Говори! Имейл петиции Pro
sk_sk: Hovorte! E-mailom Petície Pro

source: This is the fully featured Pro version of SpeakOut! Create custom email petition forms and include them on your site via shortcode or a widget. When signed, the petition is emailed to your target and signatures are saved in the database. There are many customisable options to make this plugin very flexible.
bg_bg: Това е напълно функционалната Pro версия на SpeakOut! Създайте персонализирани формуляри за петиции по имейл и ги включете в сайта си чрез кратък код или джаджа. Когато бъде подписана, петицията се изпраща по имейл до вашата цел и подписите се записват в базата данни. Има много персонализируеми опции, за да направите този плъгин много гъвкав.
sk_sk: Toto je plne vybavená Pro verzia SpeakOut! Vytvorte si vlastné e-mailové formuláre petície a zahrňte ich na svoje stránky prostredníctvom krátkeho kódu alebo miniaplikácie. Po podpísaní sa petícia pošle e-mailom vášmu cieľu a podpisy sa uložia do databázy. Existuje veľa prispôsobiteľných možností, vďaka ktorým je tento doplnok veľmi flexibilný.

source: Steve D
bg_bg: Стив Д

source: Y
sk_sk: R

source: x Message
sk_sk: x Správa

source: Debug mailchimp?
sk_sk: Ladiť mailchimp?
