Repository: xxxmicrobexxx/SpeakOutPro
Catalog: languages/speakout-*.po
Languages: bg_bg, sk_sk

source: Enter the text that appears when a user successfully signs your petition with a unique email address.
bg_bg: Въведете текста, който се появява, когато даден потребител успешно подпише петицията ви с уникален имейл адрес.
sk_sk: Vložte text, ktorý sa zobrazí, keď užívateľ úspešne podpíše petíciu.

source: Share Message
bg_bg: Споделяне на съобщение
sk_sk: Správa pre zdieľanie

source: Enter the text that appears above the X and Facebook buttons after the petition form has been submitted.
bg_bg: Въведете текста, който се появява над бутоните X и Facebook, след като формулярът за петиция бъде изпратен.
sk_sk: Zadajte text, ktorý sa zobrazí nad tlačidlami X a Facebook po odoslaní petičného formulára.

source: Expiration Message
bg_bg: Съобщение за изтичане
sk_sk: Správa pre vypršanie lehoty

source: Enter the text to display in place of the petition form when a petition is past its expiration date.
bg_bg: Въведете текста, който да се показва на мястото на формуляра за петиция, когато петиция е след изтичане на срока и.
sk_sk: Zadajte text, ktorý sa zobrazí namiesto formulára na podpis petície, ak už je petícia neaktívna.

source: Already Signed Message
bg_bg: Вече подписано съобщение
sk_sk: Správa pre podpísanú petíciu

source: Enter the text to display when a petition is signed using an email address that has already been submitted.
bg_bg: Въведете текста, който да се показва, когато петицията е подписана с имейл адрес, който вече е бил изпратен.
sk_sk: Zadajte text, ktorý sa zobrazí, ak e-mailová adresa už bola použitá pri podpise tejto petície.

source: Opt-in Default
bg_bg: По подразбиране за включване
sk_sk: Nastavenia newsttellera

source: Choose whether the opt-in checkbox is checked or unchecked by default.
bg_bg: Изберете дали квадратчето за отметка "Включване" е отметнато или не се отметва по подразбиране.
sk_sk: Zvoľte či má byť možnosť odoberať newstteller defaultne zaškrtnutá alebo odškrtnutá. (Pre potreby GDPR odškrtnutá.)

source: Display signature count
bg_bg: Показване на броя на подписите
sk_sk: Zobraziť počet podpisov

source: Choose whether you wish to display the number of signatures that have been collected.
bg_bg: Изберете дали искате да се показва броят на събраните подписи.
sk_sk: Zvoliť ak chcete zobraziť počet zozbieraných podpisov.

source: These settings control the content of the confirmation emails.
bg_bg: Тези настройки контролират съдържанието на имейлите за потвърждение.
sk_sk: Toto nastavenie upravuje obsah overovacích e-mailov.

source: Email From
bg_bg: Имейл от
sk_sk: Formulár e-mailu

source: Enter the email address associated with your website. Confirmation emails will be sent from this address.
bg_bg: Въведете имейл адреса, свързан с уебсайта Ви. От този адрес ще бъдат изпратени имейли за потвърждение.
sk_sk: Vložiť e-mail adresu prepojenú s vašou webstránkou. Potvrdzovacie e-maily budú odosielané z tejto adresy.

source: Enter the subject of the confirmation email.
bg_bg: Въведете темата на имейла за потвърждение.
sk_sk: Vložiť predmet overovacieho e-mailu.

source: Email Message
bg_bg: Имейл съобщение
sk_sk: Správa e-mailu

source: Enter the content of the confirmation email.
bg_bg: Въведете съдържанието на имейла за потвърждение.
sk_sk: Vložiť obsah overovacieho e-mailu.

source: These settings control the display of the [signaturelist] shortcode.
bg_bg: Тези настройки контролират показването на краткия код [signaturelist].
sk_sk: Tieto nastavenie upravujú zobrazovanie shortkódu [signaturelist].

source: Enter the text that appears above the signature list.
bg_bg: Въведете текста, който се появява над списъка с подписи.
sk_sk: Vložiť text, ktorý sa objaví nad zoznamom podpisov.

source: Theme
bg_bg: Тема
sk_sk: Vzhľad

source: Select a CSS theme that will control the appearance of signature lists.
bg_bg: Изберете CSS тема, която ще контролира облика на списъците с подписи.
sk_sk: Zvoliť CSS štýl, ktorý bude upravovať vizuál zoznamu podpisov.

source: Rows
bg_bg: Редове
sk_sk: Riadky

source: Enter the number of signatures that will be displayed in the signature list.
bg_bg: Въведете броя на подписите, които ще бъдат показани в списъка с подписи.
sk_sk: Vložiť počet podpisov, ktoré sa budú zobrazovať v zozname podpisov.

source: Choose the signature list styling, click the ? for more information.
bg_bg: Изберете стайлинга на списъка с подписи, щракнете върху ? за повече информация.
sk_sk: Vyberte štýl zoznamu podpisov, kliknite na tlačidlo ? pre viac informácií.

source: Columns
bg_bg: Колони
sk_sk: Stĺpce

source: Select the columns that will appear in the public signature list.
bg_bg: Изберете колоните, които ще се появят в списъка с публични подписи.
sk_sk: Vyberte stĺpce, ktoré sa zobrazia v zozname verejného podpisu.

source: Flags
bg_bg: Знамена
sk_sk: Značky

source: You can display the flag of the country the signer has chosen, if you have Country enabled.
bg_bg: Можете да покажете знамето на страната, която подписващият е избрал, ако сте разрешили Държава.
sk_sk: Môžete zobraziť vlajku krajiny, ktorú si podpisovateľ vybral, ak máte povolenú krajinu.

source: Privacy
bg_bg: Поверителност
sk_sk: Ochrana súkromia

source: Hide all but the first letter of the last name..
bg_bg: Скрий всичко, освен първата буква от фамилното име.
sk_sk: Skryte všetko okrem prvého písmena priezviska..

source: These settings control the display of the signatures in the dashboard.
bg_bg: Тези настройки контролират показването на подписите в таблото.
sk_sk: Tieto nastavenia ovládajú zobrazenie podpisov na tabuli.

source: Select the columns that will appear in the admin signature list.
bg_bg: Изберете колоните, които ще се появят в списъка с администраторски подписи.
sk_sk: Vyberte stĺpce, ktoré sa zobrazia v zozname podpisov správcu.

source: When outputting the CSV file, what should be included?
bg_bg: Когато извеждате CSV файла, какво трябва да бъде включено?
sk_sk: Čo by malo byť zahrnuté pri výstupe súboru CSV?

source: These settings control the look of the plugin's options pages within the WordPress administrator.
bg_bg: Тези настройки контролират облика на опциите на плъгина в wordPress администратора.
sk_sk: Tieto nastavenia upravujú vzhľad nastavenia pluginu v administrácii WordPressu.

source: Petitions table shows
bg_bg: Таблицата с петициите показва
sk_sk: Tabuľka petícií zobrazuje

source: Enter the number of rows to display in the "Email Petitions" table (default=20)
bg_bg: Въведете броя на редовете, които да се показват в таблицата "Имейл петиции" (по подразбиране = 20)
sk_sk: Vložiť počet riadkov zobrazovaných v tabuľke "Email Petitions" (defaultne=20)

source: Signatures table shows
bg_bg: Показва се в таблицата "Подписи"
sk_sk: Tabuľka podpisov zobrazuje

source: Enter the number of rows to display in the "Signatures" table (default=50)
bg_bg: Въведете броя на редовете, които да се показват в таблицата "Подписи" (по подразбиране =50)
sk_sk: Vložiť počet riadkov, ktoré zobrazujú tabuľku "Podpisy" (defaultne=50)

source: These settings refer to the license key
bg_bg: Тези настройки се отнасят до лицензионния ключ
sk_sk: Tieto nastavenia odkazujú na licenčný kľúč

source: License key
bg_bg: Лицензионен ключ
sk_sk: Licenčný kľúč

source: Enter the license key your received in an email after purchase. If it is invalid, a message will be displayed with the reason.
bg_bg: Въведете лицензионния ключ, който сте получили, в имейл след покупката. Ако е невалидно, ще се покаже съобщение с причината.
sk_sk: Zadajte licenčný kľúč, ktorý ste dostali v e-maile po zakúpení. Ak je neplatná, zobrazí sa správa s uvedením dôvodu.

source: Revoke key
bg_bg: Отмени ключа
sk_sk: Kľúč Odvolať

source: Perhaps you are moving to a new site or from development to production. Revoke the key, this allows it to be used elsewhere. The current site will lose all access to any settings.
bg_bg: Може би се премествате на нов сайт или от разработка към производство. Отменете ключа, това позволява да се използва другаде. Текущият сайт ще загуби всякакъв достъп до всякакви настройки.
sk_sk: Možno sa sťahujete do nového závodu alebo z vývoja do výroby. Zrušte kľúč, čo umožňuje jeho použitie inde. Aktuálna stránka stratí všetok prístup k akýmkoľvek nastaveniam.

source: Petition Form
bg_bg: Формуляр за петиция
sk_sk: Formulár petície

source: Confirmation Emails
bg_bg: Имейли за потвърждение
sk_sk: Potvrdzovací e-mail

source: Public Signature List
bg_bg: Списък на публичните подписи
sk_sk: Zoznam verejných podpisov

source: Admin Signature List
bg_bg: Списък с подписи на администратор
sk_sk: Zoznam podpisov správcu

source: Admin Display
bg_bg: Показване на администратор
sk_sk: Zobrazenie administrácie

source: License
bg_bg: Лиценз
sk_sk: Licencia

source: Import petitions from SpeakUp to SpeakOut!
bg_bg: Импортиране на петиции от SpeakUp за SpeakOut!
sk_sk: Importovať petície zo SpeakUp do SpeakOut!

source: Sign Now
bg_bg: Подпиши сега
sk_sk: Podpísať

source: This petition is now closed.
bg_bg: Петицията е приключена.
sk_sk: Petícia je ukončená.

source: Thank you
bg_bg: Благодарим ви
sk_sk: Ďakujeme

source: Your signature has been added.
bg_bg: Вашият подпис е добавен.
sk_sk: Váš podpis bol pridaný.

source: This petition has already been signed using your email address.
bg_bg: Тази петиция вече е подписана с вашия имейл адрес.
sk_sk: Vaša e-mail adresa už bola použitá pri podpise tejto petície.

source: Share this with your friends:
bg_bg: Споделете това с приятелите си:
sk_sk: Zdieľať s vašimi priateľmi:

source: Please confirm your email address
bg_bg: Моля, потвърдете вашия имейл адрес
sk_sk: Prosím, potvrďte vašu e-mailovú adresu

source: Hello
bg_bg: Здравейте
sk_sk: Ahoj

source: Thank you for signing our petition %petition_title%
bg_bg: Благодарим ви, че подписахте нашата петиция %petition_title%
sk_sk: Ďakujeme, že ste podpísali petíciu %petition_title%

source: Please confirm your email address by clicking or copying and pasting the link below:
bg_bg: Моля, потвърдете вашия имейл адрес, като кликнете или копирате и поставите линка по-долу:
sk_sk: Prosím, potvrďte vašu e-mailovú adresu kliknutím na tento link:

source: Latest Signatures
bg_bg: Последни подписи
sk_sk: Najnovšie podpisy

source: Thank you for signing our petition
bg_bg: Благодарим Ви, че подписахте нашата петиция
sk_sk: Ďakujeme, že ste podpísali našu petíciu

source: Enter your license key
bg_bg: Въведете вашия лицензионен ключ
sk_sk: Zadajte licenčný kľúč

source: Verified
bg_bg: Потвърден
sk_sk: Overený

source: Revoke license key
bg_bg: Анулиране на лицензионния ключ
sk_sk: Zrušenie licenčného kľúča

source: Thanks for upgrading
bg_bg: Благодаря за надстройването
sk_sk: Ďakujeme za modernizáciu

source: There appears to be a problem with your license key. Either verify it again or contact
bg_bg: Изглежда, че има проблем с вашия лицензен ключ. Проверете го отново или се свържете с нас
sk_sk: Zdá sa, že sa vyskytol problém s licenčným kľúčom. Buď ho znova overte, alebo kontaktujte

source: Your license key
bg_bg: Вашият лицензионен ключ
sk_sk: Váš licenčný kľúč

source: Verify
bg_bg: Проверка
sk_sk: Over

source: Petition deleted.
bg_bg: Петицията е изтрита.
sk_sk: Petícia bola zmazaná.

source: All Petitions
bg_bg: Всички петиции
sk_sk: Všetky petície

source: Petition name
bg_bg: Име на петицията
sk_sk: Názov petície

source: Shortcodes
bg_bg: Кратък код

source: No petitions found.
bg_bg: Не са намерени никакви петиции.
sk_sk: Nenašla sa žiadna petícia.

source: Edit
bg_bg: Редактирай
sk_sk: Upraviť

source: Delete
bg_bg: Изтрий
sk_sk: Zmazať

source: Duplicate
bg_bg: Дублирай
sk_sk: Duplikovať

source: display petition
bg_bg: покажи петиция
sk_sk: zobraziť petíciu

source: display signature list
bg_bg: показване на списъка с подписи
sk_sk: zobraziť zoznam podpisov

source: display signature count
bg_bg: покажи броя на подписалите
sk_sk: zobraziť počet podpisov

source: display signature goal
bg_bg: покажи целта на подписите
sk_sk: zobraziť cieľový počet podpisov

source: display petition title
bg_bg: показване на заглавието на петицията
sk_sk: zobraziť názov petície

source: display petition message
bg_bg: покажи съобщението на петицията
sk_sk: zobraziť petičné hlásenie

source: View Signatures
bg_bg: Преглед на подписите
sk_sk: Náhľad podpisov

source: Delete this petition permanently? All of the petition's signatures will be deleted as well.
bg_bg: Завинаги ли да се изтрие тази петиция? Всички подписи на петицията също ще бъдат изтрити.
sk_sk: Natrvalo odstrániť túto petíciu? Petičné podpisy sa odstránia všetky.

source: Settings updated.
bg_bg: Параметрите са обновени.
sk_sk: Nastavenia boli zmenené.

source: Security
bg_bg: Сигурност
sk_sk: Bezpečnosť

source: Anedot.com Donation Form Embed
bg_bg: Anedot.com Вграждане на Формата за Дарение
sk_sk: Anedot.com darovanie formulár vložiť

source: These settings apply to all petitions
bg_bg: Тези настройки се прилагат за всички петиции
sk_sk: Tieto nastavenia sa vzťahujú na všetky petície

source: Default
bg_bg: По подразбиране
sk_sk: Predvolený

source: Basic
bg_bg: Основни
sk_sk: Základný

source: Custom
bg_bg: Персонализиране
sk_sk: Vlastné

source: use
bg_bg: използва
sk_sk: použiť

source: Message editor style
bg_bg: Стил на редактор на съобщения
sk_sk: Štýl editora správ

source: Markdown
bg_bg: Намаление

source: Accepted variables:
bg_bg: Приети променливи:
sk_sk: Povolené premenné:

source: Accepted tags:
bg_bg: Приети тагове:
sk_sk: Povolené tagy:

source: Petition fade out after signing?
bg_bg: Постепенно изчезване на петицията след подписването?
sk_sk: Petícia fade out po podpise?

source: Checked
bg_bg: Отбелязано
sk_sk: Označené

source: Unchecked
bg_bg: Непроверен
sk_sk: Neoznačené

source: Yes
bg_bg: Да
sk_sk: Áno

source: at the bottom of the petition form
bg_bg: в долната част на формуляра за петиция
sk_sk: v dolnej časti formulára petície

source: Display honorific field
bg_bg: Показване на почетно поле
sk_sk: Zobraziť zdvorilostné pole

source: Display BCC field
bg_bg: Показване на поле BCC
sk_sk: Zobraziť BCC pole

source: EU postal code position?
bg_bg: позицията на ЕС за пощенските кодове?
sk_sk: pozícia EÚ s poštovými smermi?

source: In EU postal code comes before city
bg_bg: В ЕС пощенският код идва преди град
sk_sk: V EÚ sa poštové smerovacie číslo

source: Signature count format
bg_bg: Формат на броя подписи
sk_sk: Formát počtu podpisov

source: Thousands separator
bg_bg: Разделител хиляди
sk_sk: Oddeľovač tisícov

source: Decimal separator
bg_bg: Десетичен разделител
sk_sk: Oddeľovač desatinných miest

source: currently
bg_bg: понастоящем
sk_sk: aktuálne

source: Display Privacy Policy accept?
bg_bg: Покажи Декларация за поверителност за приемане?
sk_sk: Zobraziť súhlas so Zásadami ochrany osobných údajov?

source: Enable Google recaptcha?
bg_bg: Активиране на google рекаптча?
sk_sk: Povoliť Google recaptcha?

source: Enable hCaptcha?
bg_bg: Активиране на hCaptcha?
sk_sk: Chcete povoliť hCaptcha?

source: Display sharing icons?
bg_bg: Показване на икони за споделяне?
sk_sk: Zobraziť ikony zdieľania?

source: Mailchimp error reporting?
bg_bg: Докладване на грешки в Mailchimp?
sk_sk: Hlásenie chýb Mailchimp?

source: Enable Anedot.com?
bg_bg: Да се активира Anedot.com?
sk_sk: Povoliť Anedot.com?

source: Anedot.com is a 3rd party fund raising site
bg_bg: Anedot.com е място за набиране на средства от трета страна
sk_sk: Anedot.com je 3rd party fondu zvyšovanie site

source: if submissions not getting to mailchimp
bg_bg: Ако подадените материали не стигнат до Mailchimp
sk_sk: ak sa príspevky nedostanú do Mailchimpu

source: These settings apply to signatures displayed on your site using the shortcode
bg_bg: Тези настройки се прилагат за подписи, показвани на сайта Ви с помощта на краткия
sk_sk: Tieto nastavenia sa vzťahujú na podpisy zobrazené na vašom webe pomocou

source: To style the signature list you are best using your theme's
bg_bg: За да оформете списъка с подписи, най-добре с помощта на вашата тема
sk_sk: Ak chcete zoznam podpisov zoš štýlovať, najlepšie sa používa

source: Additional CSS
bg_bg: Допълнителни CSS
sk_sk: Ďalšie CSS

source: setting
bg_bg: mеню
sk_sk: nastavenie

source: 0 to display all
bg_bg: 0, за да се покажат всички
sk_sk: 0 na zobrazenie všetkých

source: Changing to "list" will clear column settings below
bg_bg: Промяната в "списък" ще изчисти настройките на колоната по-долу
sk_sk: Zmenou na "zoznam" sa vymažú nastavenia stĺpcov nižšie

source: table
bg_bg: таблица
sk_sk: tabuľka

source: inline blocks - very styleable
bg_bg: вградени блокове - много стил
sk_sk: inline bloky - veľmi štýlové

source: long list (comma separated)
bg_bg: дълъг списък (разделени със запетая)
sk_sk: dlhý zoznam (oddelené čiarkami)

source: Count
bg_bg: Брой
sk_sk: Počet

source: Name
bg_bg: Име
sk_sk: Meno

source: Email address - unless disabled
bg_bg: Имейл адрес - освен ако не е изключен
sk_sk: E-mailová adresa – pokiaľ nie je vypnutá

source: Are you sure you want to publicly display email addresses?
bg_bg: Наистина ли искате да показвате публично имейл адреси?
sk_sk: Naozaj chcete verejne zobrazovať e-mailové adresy?

source: Custom Field 1
bg_bg: Потребителско поле 1
sk_sk: Vlastné pole 1

source: Custom Field 2
bg_bg: Потребителско поле 2
sk_sk: Vlastné pole 2

source: Custom Field 3
bg_bg: Потребителско поле 3
sk_sk: Vlastné pole 3

source: Custom Field 4
bg_bg: Потребителско поле 4
sk_sk: Vlastné pole 4

source: Custom drop-down field
bg_bg: Персонализирано падащо поле
sk_sk: Vlastné rozbaľovacie pole

source: Custom Checkbox 1
bg_bg: Персонализирано квадратче за отметка 1
sk_sk: Vlastné začiarkavacie políčko 1

source: Custom Checkbox 2
bg_bg: Персонализирано квадратче за отметка 2
sk_sk: Vlastné začiarkavacie políčko 2

source: Custom Checkbox 3
bg_bg: Персонализирано квадратче за отметка 3
sk_sk: Vlastné začiarkavacie políčko 3

source: Custom Checkbox 4
bg_bg: Персонализирано квадратче за отметка 4
sk_sk: Vlastné začiarkavacie políčko 4

source: Date
bg_bg: Дата
sk_sk: Dátum

source: Display country flags?
bg_bg: Да се покажат флагове на държавата?
sk_sk: Zobraziť vlajky krajín?

source: requires Country column to be enabled above
bg_bg: изисква колоната "Държава" да бъде разрешена по-горе
sk_sk: vyžaduje, aby bol stĺpec Krajina povolený vyššie

source: enabled - only show first letter of surname
bg_bg: разрешено - покажи само първата буква на фамилията
sk_sk: povolené - zobraziť iba prvé písmeno priezviska

source: disabled
bg_bg: изключено
sk_sk: nepovolené

source: Settings for the dashboard signature list
bg_bg: Настройки за списъка с подписи на таблото
sk_sk: Nastavenia zoznamu podpisov tabule

source: Columns to display
bg_bg: Колони за показване
sk_sk: Stĺpce, ktoré sa majú zobraziť

source: Petition info
bg_bg: Информация за петицията
sk_sk: Informácie o petícii

source: Postal code
bg_bg: Пощенски код
sk_sk: Váš poštový kód je neúplný

source: Custom field 1
bg_bg: Потребителско поле 1
sk_sk: Vlastné pole 1

source: Custom field 2
bg_bg: Потребителско поле 2
sk_sk: Vlastné pole 2

source: Custom field 3
bg_bg: Потребителско поле 3
sk_sk: Vlastné pole 3

source: Custom field 4
bg_bg: Потребителско поле 4
sk_sk: Vlastné pole 4

source: Custom field 5
bg_bg: Потребителско поле 5
sk_sk: Vlastné pole 5

source: Confirmed status
bg_bg: Потвърден статус
sk_sk: Potvrdený stav

source: Date signed
bg_bg: Дата на подпис
sk_sk: Dátum podpisu

source: Display time signed?
bg_bg: Показване на времето за показване на подписа?
sk_sk: Zobraziť podpísaný čas?

source: IP address
bg_bg: IP адрес
sk_sk: IP adresa

source: CSV file includes
bg_bg: CSV файлът включва
sk_sk: Súbor CVS obsahuje

source: All signatures
bg_bg: Всички подписи
sk_sk: Všetky podpisy

source: Only opt-in signatures
bg_bg: Само подписи за включване
sk_sk: Iba podpisy pre newstteller

source: Only double opt-in signatures
bg_bg: Само двойни подписи за включване
sk_sk: Iba potvrdené podpisy pre newstteller

source: opt-in + confirmed
bg_bg: включване + потвърден
sk_sk: newstteller a potvrdené

source: Only confirmed signatures
bg_bg: Само потвърдени подписи
sk_sk: Iba potvrdené podpisy

source: rows - default = 20
bg_bg: редове - по подразбиране = 20
sk_sk: riadky - defaultne = 20

source: rows - default = 50
bg_bg: редове - по подразбиране = 50
sk_sk: riadky - defaultne = 50

source: Webhooks enabled
bg_bg: Webhooks активирани
sk_sk: Povolené webhooky

source: Enable Wordpress updater
bg_bg: Активиране на програмата за актуализиране на Wordpress
sk_sk: Povoliť aktualizáciu Wordpress

source: Don't have a license
bg_bg: Не разполагайте с лиценз
sk_sk: Nemajte licenciu

source: Anedot.com Donation Slug
bg_bg: Anedot.com Дарението
sk_sk: Anedot.com darovanie Slug

source: Input your Anedot.com "Account Slug" (from Settings > Brand), a slash, and then your Campaign Slug (from Campaigns > Edit > Basic).
bg_bg: Въведете Anedot.com "Slug на профила" (от "Настройки> Търговска марка), наклонена черта и след това сложен елемент на кампанията (от Кампаниите > Редактиране > basic).
sk_sk: Zadajte svoj Anedot.com "účet Slug" (od nastavenia > značky), lomítko, a potom vaša kampaň Slug (z kampaní > upraviť > základné).

source: Anedot.com Embed Pref
bg_bg: Anedot.com Вграждане преди
sk_sk: Anedot.com vloženie Pref

source: Enter "true" (without quotes) to show account name header on embedded campaigns.
bg_bg: Въведете "true" (без кавички), за да се показва заглавието на име на профила във вградени кампании.
sk_sk: Zadaním "true" (bez úvodzoviek) zobrazte hlavičku názvu účtu v vložených kampaniach.

source: Anedot.com iframe Width
bg_bg: Anedot.com ширина на iframe
sk_sk: Anedot.com šírka iframe

source: Width for donation form iframe, either as percent, e.g. "100%" (without quotes), or pixels, e.g. "375" (without quotes). Iframe is to be displayed in Success Message area, after signing of a petition.
bg_bg: Ширина за дарителската форма от іframe, или като процент, например "100% " (без кавички) или пиксели, например "375" (без кавички). Iframe трябва да се показва в областта на съобщението за успех, след подписване на петиция.
sk_sk: Šírka pre formulár pre darovanie IFRAME, buď ako percento, napríklad "100%" (bez úvodzoviek), alebo pixely, napríklad "375" (bez úvodzoviek). Iframe sa zobrazí v oblasti úspešnosti správy, po podpise petície.

source: Anedot.com iframe Height
bg_bg: Anedot.com височина на iframe
sk_sk: Anedot.com výška iframe

source: Height for donation page iframe, either as pixels, e.g. "1570" (without quotes), or percent, e.g. "100%" (without quotes). Iframe is to be displayed in Success Message area, after signing of a petition.
bg_bg: Височина за iframe на страницата за дарение, или като пиксели, например "1570" (без кавички) или процент, например "100% " (без кавички). Iframe трябва да се показва в областта на съобщението за успех, след подписване на петиция.
sk_sk: Výška pre stránku pre darovanie IFRAME, a to buď ako pixely, napríklad "1570" (bez úvodzoviek), alebo percent, napríklad "100%" (bez úvodzoviek). Iframe sa zobrazí v oblasti úspešnosti správy, po podpise petície.

source: Save Changes
bg_bg: Запази промените
sk_sk: Uložiť zmeny

source: Total Signatures
bg_bg: Общ брой подписи
sk_sk: Celkový počet podpisov

source: Confirmation emails sent.
bg_bg: Имейли за потвърждение са изпратени.
sk_sk: Potvrdzovaní e-mail bol zaslaný.

source: Total
bg_bg: Общо
sk_sk: Celkom

source: Display all signatures
bg_bg: Показване на всички подписи
sk_sk: Zobraziť všetky podpisy

source: Select petition
bg_bg: Изберете петиция
sk_sk: Vyber petíciu

source: Are you sure you want to do this? A separate confirmation email will be sent for each unconfirmed signature.
bg_bg: Сигурен ли си, че искаш да го направиш? За всеки непотвърдеен подпис ще бъде изпратен отделен имейл за потвърждение.
sk_sk: Ste si istý? Potvrdzovací e-mail bude poslaný každému nepotvrdenému podpisu.
